Revit 2027 API
UnitTypeId.WattsPerCubicMeter Property
 Watts per cubic meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WattsPerCubicMeter { get; }
Public Shared ReadOnly Property WattsPerCubicMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WattsPerCubicMeter {
	ForgeTypeId^ get ();
}
static member WattsPerCubicMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace